Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# coach.strongerCost
source: %1$@ was stronger, costing about %2$@ pawns.
ar_sa: %1$@ كانت أقوى، بفارق نحو %2$@ بيدق.
cs: %1$@ byl silnější, rozdíl asi %2$@ pěšce.
da: %1$@ var stærkere, en forskel på cirka %2$@ bonde.
de_de: %1$@ war stärker, ein Unterschied von etwa %2$@ Bauern.
el: %1$@ ήταν ισχυρότερη, διαφορά περίπου %2$@ πιονιού.
es_es: %1$@ era más fuerte, una diferencia de unos %2$@ peones.
fi: %1$@ oli vahvempi, ero noin %2$@ sotilasta.
fr_ca: %1$@ était plus fort, un écart d’environ %2$@ pion.
he: %1$@ היה חזק יותר, הפרש של כ־%2$@ רגלי.
hi: %1$@ अधिक मज़बूत थी, लगभग %2$@ प्यादे का अंतर।
hu: %1$@ erősebb volt, körülbelül %2$@ gyalog különbséggel.
id: %1$@ lebih kuat, selisih sekitar %2$@ pion.
it: %1$@ era più forte, uno scarto di circa %2$@ pedoni.
ja: %1$@ の方が強く、差はおよそ %2$@ ポーンです。
ko: %1$@ 이(가) 더 강했고, 차이는 약 %2$@ 폰입니다.
ms: %1$@ lebih kuat, beza kira-kira %2$@ bidak.
nl_nl: %1$@ was sterker, een verschil van ongeveer %2$@ pion.
no: %1$@ var sterkere, en forskjell på omtrent %2$@ bonde.
pl: %1$@ był silniejszy, różnica około %2$@ piona.
pt_br: %1$@ era mais forte, uma diferença de cerca de %2$@ peões.
ro: %1$@ era mai puternică, o diferență de circa %2$@ pioni.
ru: %1$@ был сильнее, разница около %2$@ пешки.
sv: %1$@ var starkare, en skillnad på ungefär %2$@ bonde.
th: %1$@ แข็งกว่า ต่างกันราว %2$@ เบี้ย
tr: %1$@ daha güçlüydü, aradaki fark yaklaşık %2$@ piyon.
vi: %1$@ mạnh hơn, chênh khoảng %2$@ tốt.
zh_hans: %1$@ 更强，差距约 %2$@ 个兵。
zh_hant: %1$@ 更強，差距約 %2$@ 個兵。

# coach.strongerMate
source: %@ was stronger, and it throws away a forced mate.
ar_sa: %@ كانت أقوى، وهذا يضيّع كشّ مات مؤكّداً.
cs: %@ byl silnější a tímhle přichází o vynucený mat.
da: %@ var stærkere, og dette smider en tvungen mat væk.
de_de: %@ war stärker, und damit ist ein erzwungenes Matt verschenkt.
el: %@ ήταν ισχυρότερη, και έτσι χάνεται ένα εξαναγκασμένο ματ.
es_es: %@ era más fuerte, y con esto se tira un mate forzado.
fi: %@ oli vahvempi, ja tämä heittää pois pakotetun matin.
fr_ca: %@ était plus fort, et cela gâche un mat forcé.
he: %@ היה חזק יותר, וזה מפספס מט כפוי.
hi: %@ अधिक मज़बूत थी, और इससे एक निश्चित शहमात हाथ से निकल जाती है।
hu: %@ erősebb volt, és ezzel elúszik egy kikényszerített matt.
id: %@ lebih kuat, dan ini menyia-nyiakan sekakmat paksa.
it: %@ era più forte, e così si getta via un matto forzato.
ja: %@ の方が強く、これでは必至の詰みを逃します。
ko: %@ 이(가) 더 강했고, 이 수로 강제 메이트를 놓칩니다.
ms: %@ lebih kuat, dan ini membuang syahmat paksa.
nl_nl: %@ was sterker, en hiermee gooi je een geforceerd mat weg.
no: %@ var sterkere, og dette kaster bort en tvungen matt.
pl: %@ był silniejszy, a to marnuje wymuszonego mata.
pt_br: %@ era mais forte, e isso joga fora um mate forçado.
ro: %@ era mai puternică, iar asta aruncă un mat forțat.
ru: %@ был сильнее, а этим упускается форсированный мат.
sv: %@ var starkare, och det här kastar bort en tvingad matt.
th: %@ แข็งกว่า และตานี้ทำให้เสียการรุกจนที่บังคับได้
tr: %@ daha güçlüydü ve bu, zorunlu matı harcıyor.
vi: %@ mạnh hơn, và nước này bỏ lỡ chiếu hết ép buộc.
zh_hans: %@ 更强，这一步丢掉了一个强制杀。
zh_hant: %@ 更強，這一步丟掉了一個強制殺。

# coach.strongerReasonCost
source: %1$@ was stronger — it %2$@, costing about %3$@ pawns.
ar_sa: %1$@ كانت أقوى — فهي %2$@، بفارق نحو %3$@ بيدق.
cs: %1$@ byl silnější — %2$@, rozdíl asi %3$@ pěšce.
da: %1$@ var stærkere — den %2$@, en forskel på cirka %3$@ bonde.
de_de: %1$@ war stärker — der Zug %2$@, ein Unterschied von etwa %3$@ Bauern.
el: %1$@ ήταν ισχυρότερη — %2$@, διαφορά περίπου %3$@ πιονιού.
es_es: %1$@ era más fuerte — %2$@, una diferencia de unos %3$@ peones.
fi: %1$@ oli vahvempi — se %2$@, ero noin %3$@ sotilasta.
fr_ca: %1$@ était plus fort — ce coup %2$@, un écart d’environ %3$@ pion.
he: %1$@ היה חזק יותר — הוא %2$@, הפרש של כ־%3$@ רגלי.
hi: %1$@ अधिक मज़बूत थी — यह %2$@, लगभग %3$@ प्यादे का अंतर।
hu: %1$@ erősebb volt — %2$@, körülbelül %3$@ gyalog különbséggel.
id: %1$@ lebih kuat — langkah itu %2$@, selisih sekitar %3$@ pion.
it: %1$@ era più forte — %2$@, uno scarto di circa %3$@ pedoni.
ja: %1$@ の方が強く、%2$@ ためです。差はおよそ %3$@ ポーンです。
ko: %1$@ 이(가) 더 강했습니다 — %2$@. 차이는 약 %3$@ 폰입니다.
ms: %1$@ lebih kuat — langkah itu %2$@, beza kira-kira %3$@ bidak.
nl_nl: %1$@ was sterker — die zet %2$@, een verschil van ongeveer %3$@ pion.
no: %1$@ var sterkere — det %2$@, en forskjell på omtrent %3$@ bonde.
pl: %1$@ był silniejszy — %2$@, różnica około %3$@ piona.
pt_br: %1$@ era mais forte — %2$@, uma diferença de cerca de %3$@ peões.
ro: %1$@ era mai puternică — %2$@, o diferență de circa %3$@ pioni.
ru: %1$@ был сильнее — он %2$@, разница около %3$@ пешки.
sv: %1$@ var starkare — det %2$@, en skillnad på ungefär %3$@ bonde.
th: %1$@ แข็งกว่า — %2$@ ต่างกันราว %3$@ เบี้ย
tr: %1$@ daha güçlüydü — %2$@, aradaki fark yaklaşık %3$@ piyon.
vi: %1$@ mạnh hơn — nước đó %2$@, chênh khoảng %3$@ tốt.
zh_hans: %1$@ 更强 — 它%2$@，差距约 %3$@ 个兵。
zh_hant: %1$@ 更強 — 它%2$@，差距約 %3$@ 個兵。

# coach.strongerReasonMate
source: %1$@ was stronger — it %2$@, and it throws away a forced mate.
ar_sa: %1$@ كانت أقوى — فهي %2$@، وهذا يضيّع كشّ مات مؤكّداً.
cs: %1$@ byl silnější — %2$@, a tímhle přichází o vynucený mat.
da: %1$@ var stærkere — den %2$@, og dette smider en tvungen mat væk.
de_de: %1$@ war stärker — der Zug %2$@, und damit ist ein erzwungenes Matt verschenkt.
el: %1$@ ήταν ισχυρότερη — %2$@, και έτσι χάνεται ένα εξαναγκασμένο ματ.
es_es: %1$@ era más fuerte — %2$@, y con esto se tira un mate forzado.
fi: %1$@ oli vahvempi — se %2$@, ja tämä heittää pois pakotetun matin.
fr_ca: %1$@ était plus fort — ce coup %2$@, et cela gâche un mat forcé.
he: %1$@ היה חזק יותר — הוא %2$@, וזה מפספס מט כפוי.
hi: %1$@ अधिक मज़बूत थी — यह %2$@, और इससे एक निश्चित शहमात हाथ से निकल जाती है।
hu: %1$@ erősebb volt — %2$@, és ezzel elúszik egy kikényszerített matt.
id: %1$@ lebih kuat — langkah itu %2$@, dan ini menyia-nyiakan sekakmat paksa.
it: %1$@ era più forte — %2$@, e così si getta via un matto forzato.
ja: %1$@ の方が強く、%2$@ ためです。これでは必至の詰みを逃します。
ko: %1$@ 이(가) 더 강했습니다 — %2$@. 이 수로 강제 메이트를 놓칩니다.
ms: %1$@ lebih kuat — langkah itu %2$@, dan ini membuang syahmat paksa.
nl_nl: %1$@ was sterker — die zet %2$@, en hiermee gooi je een geforceerd mat weg.
no: %1$@ var sterkere — det %2$@, og dette kaster bort en tvungen matt.
pl: %1$@ był silniejszy — %2$@, a to marnuje wymuszonego mata.
pt_br: %1$@ era mais forte — %2$@, e isso joga fora um mate forçado.
ro: %1$@ era mai puternică — %2$@, iar asta aruncă un mat forțat.
ru: %1$@ был сильнее — он %2$@, а этим упускается форсированный мат.
sv: %1$@ var starkare — det %2$@, och det här kastar bort en tvingad matt.
th: %1$@ แข็งกว่า — %2$@ และตานี้ทำให้เสียการรุกจนที่บังคับได้
tr: %1$@ daha güçlüydü — %2$@ ve bu, zorunlu matı harcıyor.
vi: %1$@ mạnh hơn — nước đó %2$@, và nước này bỏ lỡ chiếu hết ép buộc.
zh_hans: %1$@ 更强 — 它%2$@，这一步丢掉了一个强制杀。
zh_hant: %1$@ 更強 — 它%2$@，這一步丟掉了一個強制殺。

# coach.takesOpenFile
source: takes the open %@-file
ar_sa: يحتلّ العمود المفتوح %@
cs: obsazuje otevřený sloupec %@
da: besætter den åbne %@-linje
de_de: besetzt die offene %@-Linie
el: καταλαμβάνει την ανοιχτή στήλη %@
es_es: ocupa la columna abierta %@
fi: ottaa avoimen %@-linjan
fr_ca: occupe la colonne ouverte %@
he: תופס את הטור הפתוח %@
hi: खुली %@ फ़ाइल पर कब्ज़ा करता है
hu: elfoglalja a nyitott %@ vonalat
id: menguasai lajur terbuka %@
it: occupa la colonna aperta %@
ja: 開いた %@ ファイルを取る
ko: 열린 %@파일을 차지한다
ms: menguasai lajur terbuka %@
nl_nl: bezet de open %@-lijn
no: tar den åpne %@-linjen
pl: zajmuje otwartą linię %@
pt_br: ocupa a coluna aberta %@
ro: ocupă coloana deschisă %@
ru: занимает открытую линию %@
sv: tar den öppna %@-linjen
th: ยึดแนวเปิด %@
tr: açık %@ sütununu tutar
vi: chiếm cột mở %@
zh_hans: 占据开放的 %@ 线
zh_hant: 佔據開放的 %@ 線

# coach.winsMaterial
source: wins material — takes the %@
ar_sa: يكسب مادة — يأخذ %@
cs: získává materiál — bere %@
da: vinder materiale — slår %@
de_de: gewinnt Material — schlägt den %@
el: κερδίζει υλικό — παίρνει τον %@
es_es: gana material: captura el %@
fi: voittaa materiaalia — lyö %@
fr_ca: gagne du matériel : prend le %@
he: זוכה בחומר — אוכל את ה%@
hi: मोहरा जीतता है — %@ काटता है
hu: anyagot nyer — leüti a %@
id: memenangkan materi — memakan %@
it: guadagna materiale: cattura l'%@
ja: 駒得する — %@を取る
ko: 기물을 얻는다 — %@을(를) 잡는다
ms: memenangkan materi — memakan %@
nl_nl: wint materiaal — slaat de %@
no: vinner materiale — slår %@
pl: wygrywa materiał — bije %@
pt_br: ganha material: captura o %@
ro: câștigă material — ia %@
ru: выигрывает материал — забирает %@
sv: vinner material — slår %@
th: ได้ตัวหมาก — กิน%@
tr: materyal kazanır — %@ alır
vi: ăn quân — bắt %@
zh_hans: 赢得子力 — 吃掉%@
zh_hant: 贏得子力 — 吃掉%@

# color.black
source: Black
ar_sa: الأسود
cs: Černý
da: Sort
de_de: Schwarz
el: Τα μαύρα
es_es: Negras
fi: Musta
fr_ca: Les Noirs
he: השחור
hi: काला
hu: Sötét
id: Hitam
it: Il Nero
ja: 黒
ko: 흑
ms: Hitam
nl_nl: Zwart
no: Svart
pl: Czarne
pt_br: As pretas
ro: Negrul
ru: Чёрные
sv: Svart
th: ฝ่ายดำ
tr: Siyah
vi: Đen
zh_hans: 黑方
zh_hant: 黑方

# color.white
source: White
ar_sa: الأبيض
cs: Bílý
da: Hvid
de_de: Weiß
el: Τα λευκά
es_es: Blancas
fi: Valkoinen
fr_ca: Les Blancs
he: הלבן
hi: सफ़ेद
hu: Világos
id: Putih
it: Il Bianco
ja: 白
ko: 백
ms: Putih
nl_nl: Wit
no: Hvit
pl: Białe
pt_br: As brancas
ro: Albul
ru: Белые
sv: Vit
th: ฝ่ายขาว
tr: Beyaz
vi: Trắng
zh_hans: 白方
zh_hant: 白方

# common.cancel
source: Cancel
ar_sa: إلغاء
cs: Zrušit
da: Annuller
de_de: Abbrechen
el: Άκυρο
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl_nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.dataMissing
source: The data did not make it into the app bundle. Check that data/%@ is listed in the Xcode target's resources.
ar_sa: لم تُضمَّن البيانات في حزمة التطبيق. تأكّد من إدراج data/%@ ضمن موارد هدف Xcode.
cs: Data se nedostala do balíčku aplikace. Zkontroluj, že data/%@ je mezi zdroji cíle v Xcode.
da: Dataene kom ikke med i app-bundtet. Tjek at data/%@ står under ressourcerne for Xcode-målet.
de_de: Die Daten sind nicht im App-Bundle gelandet. Prüfe, ob data/%@ in den Ressourcen des Xcode-Targets steht.
el: Τα δεδομένα δεν μπήκαν στο πακέτο της εφαρμογής. Έλεγξε ότι το data/%@ είναι στους πόρους του target του Xcode.
es_es: Los datos no llegaron al paquete de la aplicación. Comprueba que data/%@ esté en los recursos del target de Xcode.
fi: Data ei päätynyt sovelluspakettiin. Tarkista, että data/%@ on Xcode-kohteen resursseissa.
fr_ca: Les données ne sont pas arrivées dans le bundle. Vérifiez que data/%@ figure dans les ressources de la cible Xcode.
he: הנתונים לא נכנסו לחבילת האפליקציה. ודא ש-data/%@ מופיע במשאבים של יעד ה-Xcode.
hi: डेटा ऐप बंडल में नहीं पहुँचा। जाँचें कि data/%@ Xcode टारगेट के संसाधनों में है या नहीं।
hu: Az adat nem került bele az alkalmazáscsomagba. Ellenőrizd, hogy a data/%@ szerepel-e az Xcode-cél erőforrásai közt.
id: Data tidak ikut masuk ke bundel aplikasi. Periksa apakah data/%@ terdaftar di sumber daya target Xcode.
it: I dati non sono finiti nel bundle dell'app. Controlla che data/%@ sia tra le risorse del target Xcode.
ja: データがアプリバンドルに入っていません。data/%@ が Xcode ターゲットのリソースにあるか確認してください。
ko: 데이터가 앱 번들에 들어가지 않았습니다. data/%@ 이(가) Xcode 타깃 리소스에 있는지 확인하세요.
ms: Data tidak masuk ke dalam himpunan aplikasi. Periksa sama ada data/%@ tersenarai dalam sumber sasaran Xcode.
nl_nl: De gegevens zitten niet in de app-bundle. Controleer of data/%@ in de resources van het Xcode-target staat.
no: Dataene kom ikke med i app-pakken. Sjekk at data/%@ ligger under ressursene for Xcode-målet.
pl: Dane nie trafiły do pakietu aplikacji. Sprawdź, czy data/%@ jest w zasobach celu Xcode.
pt_br: Os dados não entraram no pacote do aplicativo. Verifique se data/%@ está nos recursos do target do Xcode.
ro: Datele nu au ajuns în pachetul aplicației. Verifică dacă data/%@ apare în resursele țintei Xcode.
ru: Данные не попали в пакет приложения. Проверьте, что data/%@ указан в ресурсах цели Xcode.
sv: Data kom inte med i appaketet. Kontrollera att data/%@ finns bland resurserna för Xcode-målet.
th: ข้อมูลไม่ได้ถูกรวมเข้าไปในแอป ตรวจสอบว่า data/%@ อยู่ในทรัพยากรของ target ใน Xcode
tr: Veriler uygulama paketine girmemiş. data/%@ dosyasının Xcode hedefinin kaynaklarında olduğunu kontrol et.
vi: Dữ liệu không được đóng gói vào ứng dụng. Kiểm tra xem data/%@ có trong tài nguyên của target Xcode không.
zh_hans: 数据没有打包进应用。请检查 data/%@ 是否列在 Xcode target 的资源里。
zh_hant: 資料沒有打包進 App。請檢查 data/%@ 是否列在 Xcode target 的資源中。

# common.dontShowAgain
source: Do not show this again
ar_sa: لا تعرض هذا مرة أخرى
cs: Příště nezobrazovat
da: Vis ikke dette igen
de_de: Nicht mehr anzeigen
el: Να μην εμφανιστεί ξανά
es_es: No mostrar de nuevo
fi: Älä näytä tätä uudelleen
fr_ca: Ne plus afficher
he: אל תציג שוב
hi: इसे दोबारा न दिखाएँ
hu: Ne jelenjen meg többé
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 今後表示しない
ko: 다시 표시하지 않기
ms: Jangan tunjuk lagi
nl_nl: Niet meer tonen
no: Ikke vis dette igjen
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ro: Nu mai afișa
ru: Больше не показывать
sv: Visa inte igen
th: ไม่ต้องแสดงอีก
tr: Bir daha gösterme
vi: Không hiện lại
zh_hans: 不再显示
zh_hant: 不再顯示

# common.hide
source: Hide
ar_sa: إخفاء
cs: Skrýt
da: Skjul
de_de: Ausblenden
el: Απόκρυψη
es_es: Ocultar
fi: Piilota
fr_ca: Masquer
he: הסתר
hi: छिपाएँ
hu: Elrejt
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 숨기기
ms: Sembunyi
nl_nl: Verberg
no: Skjul
pl: Ukryj
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
sv: Dölj
th: ซ่อน
tr: Gizle
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# common.loading
source: Loading %@…
ar_sa: جارٍ تحميل %@…
cs: Načítání: %@…
da: Indlæser %@…
de_de: %@ werden geladen …
el: Φόρτωση %@…
es_es: Cargando %@…
fi: Ladataan: %@…
fr_ca: Chargement de %@…
he: טוען %@…
hi: %@ लोड हो रहे हैं…
hu: %@ betöltése…
id: Memuat %@…
it: Caricamento di %@…
ja: %@を読み込み中…
ko: %@ 불러오는 중…
ms: Memuatkan %@…
nl_nl: %@ laden…
no: Laster %@…
pl: Wczytywanie: %@…
pt_br: Carregando %@…
ro: Se încarcă %@…
ru: Загрузка: %@…
sv: Läser in %@…
th: กำลังโหลด%@…
tr: %@ yükleniyor…
vi: Đang tải %@…
zh_hans: 正在加载%@…
zh_hant: 正在載入%@…

# common.mode
source: Mode
ar_sa: الوضع
cs: Režim
da: Tilstand
de_de: Modus
el: Λειτουργία
es_es: Modo
fi: Tila
he: מצב
hi: मोड
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl_nl: Modus
no: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sv: Läge
th: โหมด
tr: Mod
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# common.moveCount
source: %lld moves
ar_sa: %lld نقلات
cs: %lld tahů
da: %lld træk
de_de: %lld Züge
el: %lld κινήσεις
es_es: %lld jugadas
fi: %lld siirtoa
fr_ca: %lld coups
he: %lld מהלכים
hi: %lld चालें
hu: %lld lépés
id: %lld langkah
it: %lld mosse
ja: %lld 手
ko: %lld수
ms: %lld langkah
nl_nl: %lld zetten
no: %lld trekk
pl: %lld posunięć
pt_br: %lld lances
ro: %lld mutări
ru: ходов: %lld
sv: %lld drag
th: %lld ตา
tr: %lld hamle
vi: %lld nước
zh_hans: %lld 步
zh_hant: %lld 步

# common.next
source: Next
ar_sa: التالي
cs: Další
da: Næste
de_de: Weiter
el: Επόμενο
es_es: Siguiente
fi: Seuraava
fr_ca: Suivant
he: הבא
hi: अगला
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nl_nl: Volgende
no: Neste
pl: Dalej
pt_br: Próximo
ro: Următor
ru: Далее
sv: Nästa
th: ถัดไป
tr: İleri
vi: Tiếp
zh_hans: 下一个
zh_hant: 下一個

# common.nothingBundled
source: No %@ bundled
ar_sa: لا توجد %@ مضمّنة
cs: Žádné %@ nejsou přiloženy
da: Ingen %@ er inkluderet
de_de: Keine %@ enthalten
el: Δεν περιλαμβάνονται %@
es_es: No hay %@ incluidos
fi: Ei %@ mukana
fr_ca: Aucun %@ inclus
he: לא נכללו %@
hi: कोई %@ शामिल नहीं
hu: Nincs %@ a csomagban
id: Tidak ada %@ yang disertakan
it: Nessun %@ incluso
ja: %@が同梱されていません
ko: %@이(가) 포함되지 않음
ms: Tiada %@ disertakan
nl_nl: Geen %@ meegeleverd
no: Ingen %@ følger med
pl: Brak %@ w pakiecie
pt_br: Nenhum %@ incluído
ro: Niciun %@ inclus
ru: %@ в сборке нет
sv: Inga %@ medföljer
th: ไม่มี%@รวมอยู่
tr: Pakette %@ yok
vi: Không có %@ kèm theo
zh_hans: 未包含%@
zh_hant: 未包含%@

# common.oneMove
source: 1 move
ar_sa: نقلة واحدة
cs: 1 tah
da: 1 træk
de_de: 1 Zug
el: 1 κίνηση
es_es: 1 jugada
fi: 1 siirto
fr_ca: 1 coup
he: מהלך אחד
hi: 1 चाल
hu: 1 lépés
id: 1 langkah
it: 1 mossa
ja: 1 手
ko: 1수
ms: 1 langkah
nl_nl: 1 zet
no: 1 trekk
pl: 1 posunięcie
pt_br: 1 lance
ro: 1 mutare
ru: 1 ход
sv: 1 drag
th: 1 ตา
tr: 1 hamle
vi: 1 nước
zh_hans: 1 步
zh_hant: 1 步

# common.practice
source: Practice
ar_sa: تدريب
cs: Trénink
da: Træning
de_de: Übung
el: Εξάσκηση
es_es: Práctica
fi: Harjoitus
fr_ca: Entraînement
he: תרגול
hi: अभ्यास
hu: Gyakorlás
id: Latihan
it: Allenamento
ja: 練習
ko: 연습
ms: Latihan
nl_nl: Oefenen
no: Trening
pl: Trening
pt_br: Treino
ro: Antrenament
ru: Практика
sv: Träning
th: ฝึกซ้อม
tr: Alıştırma
vi: Luyện tập
zh_hans: 练习
zh_hant: 練習

# common.sideToPlay
source: %@ to play
ar_sa: الدور على %@
cs: Na tahu: %@
da: %@ i trækket
de_de: %@ am Zug
el: Παίζουν %@
es_es: Juegan %@
fi: Siirtovuoro: %@
fr_ca: %@ au trait
he: תור ה%@
hi: %@ की चाल
hu: %@ lép
id: Giliran %@
it: Muove %@
ja: %@番
ko: %@ 차례
ms: Giliran %@
nl_nl: %@ aan zet
no: %@ i trekket
pl: Ruch: %@
pt_br: Jogam as %@
ro: La mutare: %@
ru: Ход: %@
sv: %@ i draget
th: ตาของ%@
tr: Sıra %@ta
vi: %@ đi
zh_hans: 轮到%@
zh_hant: 輪到%@

# common.skip
source: Skip
ar_sa: تخطٍ
cs: Přeskočit
da: Spring over
de_de: Überspringen
el: Παράλειψη
es_es: Saltar
fi: Ohita
fr_ca: Passer
he: דלג
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nl_nl: Overslaan
no: Hopp over
pl: Pomiń
pt_br: Pular
ro: Sari
ru: Пропустить
sv: Hoppa över
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# common.sparringBot
source: Sparring bot
ar_sa: روبوت تدريب
cs: Sparingbot
da: Sparringsbot
de_de: Trainingsbot
el: Μποτ προπόνησης
es_es: Bot de entrenamiento
fi: Harjoitusbotti
fr_ca: Bot d'entraînement
he: בוט אימון
hi: अभ्यास बॉट
hu: Edzőbot
id: Bot latihan
it: Bot di allenamento
ja: 練習ボット
ko: 스파링 봇
ms: Bot latihan
pl: Bot sparingowy
pt_br: Bot de treino
ro: Bot de antrenament
ru: Спарринг-бот
th: บอทซ้อม
tr: Antrenman botu
vi: Bot tập luyện
zh_hans: 陪练机器人
zh_hant: 陪練機器人

# common.tryAgain
source: Try again
ar_sa: حاول مجددًا
cs: Zkusit znovu
da: Prøv igen
de_de: Nochmal
el: Ξανά
es_es: Reintentar
fi: Yritä uudelleen
fr_ca: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度
ko: 다시 시도
ms: Cuba lagi
nl_nl: Opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt_br: Tentar de novo
ro: Încearcă din nou
ru: Ещё раз
sv: Försök igen
th: ลองใหม่
tr: Tekrar dene
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# common.values
source: Values
ar_sa: التقييمات
cs: Hodnocení
da: Vurderinger
de_de: Werte
el: Αξιολογήσεις
es_es: Valores
fi: Arviot
fr_ca: Valeurs
he: הערכות
hi: मूल्यांकन
hu: Értékelések
id: Penilaian
it: Valori
ja: 評価値
ko: 평가값
ms: Penilaian
nl_nl: Waarden
no: Vurderinger
pl: Oceny
pt_br: Valores
ro: Evaluări
ru: Оценки
sv: Bedömningar
th: ค่าประเมิน
tr: Değerler
vi: Đánh giá
zh_hans: 评分
zh_hant: 評分

# common.you
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# editor.castling
source: Castling
ar_sa: التبييت
cs: Rošáda
da: Rokade
de_de: Rochade
el: Ροκέ
es_es: Enroque
fi: Linnoitus
fr_ca: Roque
he: הצרחה
hi: कैसलिंग
hu: Sáncolás
id: Rokade
it: Arrocco
ja: キャスリング
ko: 캐슬링
ms: Rokad
nl_nl: Rokade
no: Rokade
pl: Roszada
pt_br: Roque
ro: Rocadă
ru: Рокировка
sv: Rockad
th: การเข้าป้อม
tr: Rok
vi: Nhập thành
zh_hans: 王车易位
zh_hant: 王車易位

# editor.clear
source: Empty board
ar_sa: لوح فارغ
cs: Prázdná šachovnice
da: Tomt bræt
de_de: Leeres Brett
el: Άδεια σκακιέρα
es_es: Tablero vacío
fi: Tyhjä lauta
fr_ca: Échiquier vide
he: לוח ריק
hi: खाली बोर्ड
hu: Üres tábla
id: Papan kosong
it: Scacchiera vuota
ja: 空の盤
ko: 빈 보드
ms: Papan kosong
nl_nl: Leeg bord
no: Tomt brett
pl: Pusta szachownica
pt_br: Tabuleiro vazio
ro: Tablă goală
ru: Пустая доска
sv: Tomt bräde
th: กระดานว่าง
tr: Boş tahta
vi: Bàn trống
zh_hans: 空棋盘
zh_hant: 空棋盤

# editor.erase
source: Eraser
ar_sa: ممحاة
cs: Guma
da: Viskelæder
de_de: Radierer
el: Γόμα
es_es: Borrador
fi: Pyyhin
fr_ca: Gomme
he: מחק
hi: इरेज़र
hu: Radír
id: Penghapus
it: Gomma
ja: 消しゴム
ko: 지우개
ms: Pemadam
nl_nl: Gum
no: Viskelær
pl: Gumka
pt_br: Borracha
ro: Radieră
ru: Ластик
sv: Radergummi
th: ยางลบ
tr: Silgi
vi: Tẩy
zh_hans: 橡皮
zh_hant: 橡皮擦

# editor.kingsTouch
source: The kings are standing next to each other.
ar_sa: الملكان متجاوران.
cs: Králové stojí vedle sebe.
da: Kongerne står ved siden af hinanden.
de_de: Die Könige stehen nebeneinander.
el: Οι βασιλιάδες στέκονται δίπλα δίπλα.
es_es: Los reyes están uno al lado del otro.
fi: Kuninkaat ovat vierekkäin.
fr_ca: Les rois sont côte à côte.
he: המלכים עומדים זה ליד זה.
hi: दोनों राजा अगल-बगल खड़े हैं।
hu: A királyok egymás mellett állnak.
id: Kedua raja berdampingan.
it: I re sono uno accanto all’altro.
ja: 王が隣り合っています。
ko: 두 킹이 서로 붙어 있습니다.
ms: Kedua-dua raja bersebelahan.
nl_nl: De koningen staan naast elkaar.
no: Kongene står ved siden av hverandre.
pl: Królowie stoją obok siebie.
pt_br: Os reis estão um ao lado do outro.
ro: Regii stau unul lângă altul.
ru: Короли стоят рядом.
sv: Kungarna står bredvid varandra.
th: ขุนทั้งสองอยู่ติดกัน
tr: Şahlar yan yana duruyor.
vi: Hai vua đứng cạnh nhau.
zh_hans: 两个王紧挨着。
zh_hant: 兩個王緊挨著。

# editor.needsKing
source: %@ has no king.
ar_sa: %@ بلا ملك.
cs: %@ nemá krále.
da: %@ har ingen konge.
de_de: %@ hat keinen König.
el: %@: δεν υπάρχει βασιλιάς.
es_es: %@ no tiene rey.
fi: %@: ei kuningasta.
fr_ca: %@ n’a pas de roi.
he: ל%@ אין מלך.
hi: %@ के पास राजा नहीं है।
hu: %@: nincs király.
id: %@ tidak punya raja.
it: %@ non ha il re.
ja: %@に王がいません。
ko: %@ 킹이 없습니다.
ms: %@ tiada raja.
nl_nl: %@ heeft geen koning.
no: %@ har ingen konge.
pl: %@ nie ma króla.
pt_br: %@ não tem rei.
ro: %@ nu are rege.
ru: %@: нет короля.
sv: %@ har ingen kung.
th: %@ ไม่มีขุน
tr: %@ tarafında şah yok.
vi: %@ không có vua.
zh_hans: %@没有王。
zh_hant: %@沒有王。

# editor.oneKing
source: %@ has more than one king.
ar_sa: %@ لديه أكثر من ملك.
cs: %@ má více než jednoho krále.
da: %@ har mere end én konge.
de_de: %@ hat mehr als einen König.
el: %@: περισσότεροι από έναν βασιλιάς.
es_es: %@ tiene más de un rey.
fi: %@: useampi kuin yksi kuningas.
fr_ca: %@ a plus d’un roi.
he: ל%@ יש יותר ממלך אחד.
hi: %@ के पास एक से अधिक राजा हैं।
hu: %@: egynél több király.
id: %@ punya lebih dari satu raja.
it: %@ ha più di un re.
ja: %@の王が複数あります。
ko: %@ 킹이 두 개 이상입니다.
ms: %@ ada lebih daripada satu raja.
nl_nl: %@ heeft meer dan één koning.
no: %@ har mer enn én konge.
pl: %@ ma więcej niż jednego króla.
pt_br: %@ tem mais de um rei.
ro: %@ are mai mult de un rege.
ru: %@: больше одного короля.
sv: %@ har mer än en kung.
th: %@ มีขุนมากกว่าหนึ่งตัว
tr: %@ tarafında birden fazla şah var.
vi: %@ có nhiều hơn một vua.
zh_hans: %@有不止一个王。
zh_hant: %@有不止一個王。

# editor.opening
source: Opening
ar_sa: الوضع الابتدائي
cs: Základní postavení
da: Startstilling
de_de: Grundstellung
el: Αρχική θέση
es_es: Posición inicial
fi: Alkuasema
fr_ca: Position initiale
he: עמדת פתיחה
hi: प्रारंभिक स्थिति
hu: Alapállás
id: Posisi awal
it: Posizione iniziale
ja: 初期配置
ko: 시작 위치
ms: Kedudukan awal
nl_nl: Beginstelling
no: Startstilling
pl: Pozycja startowa
pt_br: Posição inicial
ro: Poziția inițială
ru: Начальная позиция
sv: Startställning
th: ตำแหน่งเริ่มต้น
tr: Başlangıç konumu
vi: Thế ban đầu
zh_hans: 初始局面
zh_hant: 初始局面
